Repository: Maximedu13/p13OC
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fr

source: English
fr: Anglais

source: French
fr: Francais

source: Spanish
fr: Espagnol

source: Declared allegiance to
fr: A déclaré allégeance à

source: Residing in
fr: Habitant à

source: About
fr: À propos

source: User Id
fr: ID utilisateur

source: Date of registration
fr: Date d‘inscription

source: Country
fr: Pays

source: City
fr: Ville

source: State
fr: Département

source: The Crownlands
fr: Les Terres de la Couronne

source: The Reach
fr: Le Bief

source: Game of Thrones alternative scenario Season 9: Summary
fr: Game of Thrones scénario alternatif Saison 9: Résumé

source: In the capital, the new king as well as his advisors face the challenge of rebuilding Port-Réal and satisfying the surviving population. In the others Westerosian kingdoms, resentment is far from hcaving calmed down. The sovereigns Iron Islands and Reach forge an alliance and plot against the Crown. Sansa, Gendry and Edmure are trying to establish their authority in the North, Stormlands and Conflans. In the Val, Robin Arryn becomes, against all waiting a fearsome and respected warrior. Arianne Martell takes power in Dorne.Beyond the Wall, Jon makes an astonishing discovery. On the other side of the Strait, a threat that was thought extinct forever reborn.
fr: Dans la capitale, le nouveau roi ainsi que ses conseillers font face au défi de reconstruire Port-Réal et de satisfaire la population survivante. Dans les autres royaumes Westerosiens, les rancœurs sont loin de s‘être apaisées. Les souverains des Îles de Fer et du Bief concluent une alliance et complotent contre la Couronne. Sansa, Gendry et Edmure tentent d’asseoir respectivement leur autorité dans le Nord, les Terres de l’Orage et le Conflans. Dans le Val, Robin Arryn devient, contre toute attente un guerrier redoutable et respecté. Arianne Martell prend le pouvoir à Dorne. Au-delà du Mur, Jon fait une étonnante découverte. De l‘autre côté du Détroit, une menace que l‘on pensait éteinte à jamais renait.

source: Game of Thrones alternative scenario Season 9 Episode 1 : The Eternal Winter
fr: Game of Thrones scénario alternatif Saison 9 Épisode 1 : L'hiver éternel

source: Maester Wolkan surprises Darren Blackmyre stealing a book from the library. He tries to find the little boy in the sacred wood but the maester is finally found hanged on the tree-heart, his body mutilated.
fr: Mestre Wolkan surprend Darren Blackmyre en train de voler un livre de la bibliothèque. Il tente néanmoins de retrouver le petit garçon dans le bois sacré mais le mestre est finalement retrouvépendu à l'arbre-cœur de Winterfell, mutilé à plusieurs reprises par un mystérieux assassin.

source: Continental Capital
fr: Capitale continentale

source: Castleblack
fr: Châteaunoir

source: Eastwatch-by-the-Sea
fr: Fort-Levant

source: Whiteharbor
fr: Blancport

source: The Eyrie
fr: Les Eyrié

source: Gulltown
fr: Goëville

source: The Twins
fr: Les Jumeaux

source: Riverrun
fr: Le Conflans

source: King‘s Landing
fr: Port-Réal

source: Storm‘s End
fr: Accalmie

source: Highgarden
fr: Hautjardin

source: Oldtown
fr: Villevieille

source: Sunspear
fr: Lancehélion

source: Water Gardens
fr: Les Jardins Aquatiques

source: Hellholt
fr: Denfert

source: Username
fr: Nom d‘utilisateur

source: Password
fr: Mot de passe

source: Your e-mail
fr: Votre e-mail

source: Subject
fr: Objet

source: Your message
fr: Votre message

source: Type your message
fr: Tapez votre message

source: 👨 CHOOSE A GENDER 👩
fr: 👨 CHOISISSEZ VOTRE SEXE 👩

source: Male
fr: Homme

source: Female
fr: Femme

source: Bronn‘s house of Highgarden
fr: Maison de Bronn

source: The Kingdom of the North
fr: Le Royaume du Nord

source: The Principality of Dorne
fr: La Principauté de Dorne

source: The Riverlands
fr: Le Conflans

source: The Westerlands
fr: Les Terres de l‘Ouest

source: The Salt Throne
fr: Le Trône de Sel

source: The Kingdom of the Stormlands
fr: Les Terres de l‘Orage

source: Kingdom of Mountain and Vale
fr: Le Val d‘Arryn

source: ----- CHOOSE A REGION -----
fr: ----- CHOISIR UNE RÉGION -----

source: ----- CHOOSE A HOUSE -----
fr: ----- CHOISIR UNE ALLÉGEANCE -----

source: CHOOSE A CHARACTER
fr: CHOISIR UN PERSONNAGE

source: Like
fr: J‘aime

source: Comments
fr: Commentaires

source: By
fr: Par

source: Post a comment
fr: Poster un commentaire

source: Submit
fr: Envoi

source: You must be logged in to post a comment
fr: Vous devez être connecté(e) pour pouvoir poster un commentaire

source: Read more
fr: Lire la suite

source: Comment
fr: Commenter

source: You are :
fr: Vous êtes :

source: A dude !
fr: Un mec !

source: A girl !
fr: Une meuf !

source: Select only <b>four</b> cards
fr: Sélectionnez seulement <b> quatre </b> cartes

source: You won
fr: Vous avez gagné

source: Your team wins. Threat is down. Some semblance of peace has been maintained in Westeros. Congrats !
fr: Votre équipe a gagné. La menace est écartée. Un semblant de paix règne désormais sur Westeros. Félicitations !

source: You lost
fr: Vous avez perdu

source: Chosen cards :
fr: Cartes choisies :

source: Battle report
fr: Rapport de bataille

source: Round
fr: Tour

source: Start
fr: Ligne de départ

source: HP
fr: PV

source: Play again
fr: Rejouer

source: Rate this character
fr: Noter ce personnage

source: In the process of being finalized...
fr: En cours de rédaction...

source: Season
fr: Saison

source: In the alternative season 9 by Websteros
fr: Dans la saison 9 alternative de Websteros

source: Name :
fr: Nom :

source: Gender :
fr: Sexe :

source: Born :
fr: Naissance :

source: Death
fr: Mort

source: In
fr: En

source: Age of death
fr: Âge de la mort

source: Played by
fr: Joué par

source: Father
fr: Père

source: Mother
fr: Mère

source: Unknown
fr: Inconnu

source: Siblings
fr: Frères et sœurs

# spouse female
source: Spouse
fr: Épouse

# spouse male
source: Spouse
fr: Époux

source: Lovers
fr: Amants

source: Last known location
fr: Dernière localisation connue

# Story
source: History
fr: Histoire

source: Geography
fr: Géographie

source: Population
fr: Démographie

source: Type :
fr: Statut :

source: Location :
fr: Localisation :

source: inhabitants
fr: habitants

source: (before The battle of King's Landing)
fr: (avant le siège de Port-Réal)

source: (at present)
fr: (actuellement)

source: (Ranked
fr: (Classée

source: Get a random city
fr: Une ville au hasard

source: Guest
fr: Invité

source: Online
fr: En ligne

source: Websteros chat room
fr: Websteros le tchat

source: Dornish Oasis
fr: L‘Oasis Dornienne

source: Search Wikibsteros...
fr: Rechercher dans Wikibsteros...

source: Discover Game of Thrones History
fr: Découvrez l'histoire de Game of Thrones

source: Latest <kbd>posts</kbd>
fr: Derniers <kbd>posts</kbd>

source: View all the <kbd>articles</kbd>
fr: Voir tous les <kbd>articles</kbd>

source: Create an account
fr: Créer un compte

source: Appeal to the Melisandre's powerful magic to create an account and enjoy all the features of Websteros
fr: Faites appel à la puissante magie de Mélisandre pour créer un compte et bénéficier de toutes les fonctionnalités de Websteros

source: Consult weather forecasts
fr: Consulter la météo

source: Snowstorm expected to hit the North. Cloudy weather with sunny spells on the whole of the Crownlands. Heatwave warnings issued in the Dornish desert...Get the Westeros weather forecast.
fr: Tempête de neige prévue dans le Nord. Éclaircies présentes sur les Terres de la Couronne. Alerte canicule déclenchée dans le désert Dornien...Découvrez nos dernières prévisions météorologiques.

source: Face the Night King
fr: Affrontez le Roi de la Nuit

source: Gather your forces and make the right strategic choices to save Westeros from Night King's ill-fated designs.
fr: Rassemblez vos forces et faites les bons choix stratégiques pour sauver Westeros des desseins funestes du Roi de la Nuit.

source: Maggy the Frog
fr: Maggy la Grenouille

source: Discover your daily Horoscope thanks to Maggy the Frog.
fr: Découvrez votre horoscope quotidien avec Maggy la Grenouille

source: Join our ranks and chat in real time with other players. Required Registration. Have fun !
fr: Rejoignez nos rangs et discutez en temps réel avec d'autres joueurs. L‘inscription est requise. Amusez-vous bien !

source: Current situation of the Crowns
fr: Situation dans les couronnes

source: Currently sits on the <b> Iron Throne </b>
fr: Actuellement sur le <b> Trône de Fer </b>

source: of the House
fr: de la Maison

source: First of His Name, King of the Andals and the First Men, Protector of the Seven Kingdoms
fr: Premier du Nom, Roi des Andals et des Premiers Hommes, Protecteur des Sept Couronnes

source: for
fr: depuis

source: days
fr: jours

source: currently reigning over
fr: régnant actuellement sur

source: You are logged in as
fr: Vous etes connecté(e) en tant que

source: Contact Us
fr: Contactez-nous !

source: &nbsp Send &nbsp
fr: &nbsp Envoi &nbsp

source: Login &nbsp&nbsp&nbsp
fr: Connexion &nbsp&nbsp&nbsp

source: &nbsp Login &nbsp
fr: &nbsp Connexion &nbsp

source: I am not a White Walker
fr: Je ne suis pas un Marcheur Blanc

source: Register
fr: S‘inscrire

source: About us
fr: À propos

source: Address
fr: Adresse

source: Find us on
fr: Retrouvez-nous sur

source: Send
fr: Envoi

source: Home
fr: Accueil

source: Universe
fr: Univers

source: Look for something
fr: Chercher quelque chose

source: Search
fr: Rechercher

source: Profile
fr: Profil

source: Logging off
fr: Déconnexion

source: Authentication
fr: Authentification

source: Contact us !
fr: Contactez-nous !

source: TOP 3 characters
fr: TOP 3 personnages

source: TOP 3 cities
fr: TOP 3 villes

source: TOP 3 houses
fr: TOP 3 maisons

source: The North
fr: Le Nord

source: Temperature
fr: Température

source: Weather
fr: Temps

source: Pressure
fr: Pression

source: Humidity
fr: Humidité

source: Wind speed
fr: Vent

source: The Vale of Arryn
fr: Val d‘Arryn

source: The Iron Islands
fr: Les Îles de Fer

source: The Stormlands
fr: Les Terres de l‘Orage

source: Pyk, Casterly Rock, Oldtown
fr: Pyk, Castral Roc, Villevieille

source: Sunspear, Dragonstone, Storm‘s End
fr: Lancehélion, Peyredragon, Accalmie

source: Highgarden, Riverrun, The Twins, Winterfell
fr: Hautjardin, Vivesaigues, Les Jumeaux, Winterfell

source: King‘s Landings, The Eyrie, Castleblack
fr: Port-Réal, Les Eyrié, Châteaunoir

source: Your account has been successfully created. You can now log in.
fr: Votre compte a été créé. Vous pouvez vous connecter.

source: Oops. It seems that something gets wrongs.
fr: Oups. Il semble que quelque chose n'ait pas fonctionné.

source: It seems that the captcha has not been validated.
fr: Il semble que le captcha n'ait pas été validé.

source: Your email has been sent.
fr: Votre email a été envoyé.

source: Sorry, but you‘ve already voted for this character. Votes are limited to one character per account.
fr: Désolé, mais vous avez déjà voté pour ce personnage. Les votes sontlimités à un personnage par compte.

source: Sorry, but it seems to be an invalid request
fr: Désolé, mais il semble que la requête soit invalide

source: Sorry, but you need to select four cards. Try again.
fr: Désolé mais vous devez sélectionner quatre cartes. Réessayez.
